Repository: harryphy/puretodo
Catalog: Pull to do/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, id, it, ja, ko_kr, nl, pt_br, pt_pt, ru, vi, zh_hans, zh_hant

source: Unable to add image
ar: تعذرت إضافة الصورة
de: Bild kann nicht hinzugefügt werden
el: Δεν είναι δυνατή η προσθήκη εικόνας
es: No se ha podido añadir la imagen
fr: Impossible d’ajouter l’image
id: Tidak Dapat Menambahkan Gambar
it: Impossibile aggiungere l’immagine
ja: 画像を追加できません
ko_kr: 이미지를 추가할 수 없음
nl: Kan afbeelding niet toevoegen
pt_br: Não foi possível adicionar a imagem
pt_pt: Não foi possível adicionar a imagem
ru: Не удалось добавить изображение
vi: Không thể thêm hình ảnh
zh_hans: 无法添加图片
zh_hant: 無法新增圖片

source: Unlock the full version
ar: افتح الإصدار الكامل
de: Débloquez la version complète
el: Ξεκλειδώστε την πλήρη έκδοση
es: Desbloquear la versión completa
fr: Vollversion freischalten
id: Buka versi lengkap
it: Sblocca la versione completa
ja: フルバージョンをアンロック
ko_kr: 전체 버전 잠금 해제
nl: Ontgrendel de volledige versie
pt_br: Desbloquear versão completa
pt_pt: Desbloquear versão completa
ru: Разблокировать полную версию
vi: Mở khóa phiên bản đầy đủ
zh_hans: 解锁完整版
zh_hant: 解鎖完整版

source: Weekly
ar: أسبوعيًا
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
ja: 毎週
ko_kr: 매주
nl: Wekelijks
pt_pt: Semanal
vi: Hàng tuần
zh_hans: 每周
zh_hant: 每週

source: You’ve reached the free version limit of 10 to-do items. Complete some to add more.
ar: لقد وصلت إلى حد الإصدار المجاني من 10 عناصر مهام. أكمل بعضًا لإضافة المزيد.
de: Sie haben das Limit von 10 Aufgaben in der kostenlosen Version erreicht. Erledigen Sie einige, um mehr hinzuzufügen.
el: Έχετε φτάσει το όριο της δωρεάν έκδοσης για 10 εκκρεμότητες. Ολοκληρώστε μερικές για να προσθέσετε περισσότερες.
es: Has alcanzado el límite de la versión gratuita de 10 tareas. Completa algunas para añadir más.
fr: Vous avez atteint la limite de 10 tâches de la version gratuite. Terminez-en quelques-unes pour en ajouter davantage.
id: Anda telah mencapai batas versi gratis sebanyak 10 item tugas. Selesaikan beberapa untuk menambahkan lebih banyak.
it: Hai raggiunto il limite di 10 attività della versione gratuita. Completa alcune per aggiungerne altre.
ja: 無料版の制限である10個のタスクに達しました。いくつか完了してさらに追加してください。
ko_kr: 무료 버전의 할 일 항목 10개 제한에 도달했습니다. 더 추가하려면 일부를 완료하세요.
nl: Je hebt de limiet van 10 taken in de gratis versie bereikt. Voltooi er een paar om meer toe te voegen.
pt_br: Você atingiu o limite da versão gratuita de 10 itens de tarefas. Complete alguns para adicionar mais.
pt_pt: Você atingiu o limite da versão gratuita de 10 itens de tarefas. Complete alguns para adicionar mais.
ru: Вы достигли лимита в 10 задач бесплатной версии. Завершите некоторые из них, чтобы добавить больше.
vi: Bạn đã đạt đến giới hạn 10 công việc của phiên bản miễn phí. Hoàn thành một số để thêm thêm.
zh_hans: 您已达到免费版的10个待办事项限制。可以先完成一些再添加更多。
zh_hant: 你已達到免費版的10個待辦事項限制。完成一些再添加更多。

source: You've reached the free version limit of 10 to-do items. Complete some to add more.
de: Sie haben das Limit von 10 Aufgaben in der kostenlosen Version erreicht. Erledigen Sie einige, um mehr hinzuzufügen.
el: Έχετε φτάσει το όριο της δωρεάν έκδοσης για 10 εκκρεμότητες. Ολοκληρώστε μερικές για να προσθέσετε περισσότερες.
es: Has alcanzado el límite de la versión gratuita de 10 tareas. Completa algunas para añadir más.
fr: Vous avez atteint la limite de 10 tâches de la version gratuite. Terminez-en quelques-unes pour en ajouter davantage.
id: Anda telah mencapai batas versi gratis sebanyak 10 item tugas. Selesaikan beberapa untuk menambahkan lebih banyak.
it: Hai raggiunto il limite di 10 attività della versione gratuita. Completa alcune per aggiungerne altre.
ja: 無料版の制限である10個のタスクに達しました。いくつか完了してさらに追加してください。
ko_kr: 무료 버전의 할 일 항목 10개 제한에 도달했습니다. 더 추가하려면 일부를 완료하세요.
nl: Je hebt de limiet van 10 taken in de gratis versie bereikt. Voltooi er een paar om meer toe te voegen.
pt_br: Você atingiu o limite da versão gratuita de 10 itens de tarefas. Complete alguns para adicionar mais.
pt_pt: Você atingiu o limite da versão gratuita de 10 itens de tarefas. Complete alguns para adicionar mais.
ru: Вы достигли лимита в 10 задач бесплатной версии. Завершите некоторые из них, чтобы добавить больше.
vi: Bạn đã đạt đến giới hạn 10 công việc của phiên bản miễn phí. Hoàn thành một số để thêm thêm.
zh_hans: 您已达到免费版的10个待办事项限制。可以先完成一些再添加更多。
zh_hant: 你已達到免費版的10個待辦事項限制。完成一些再添加更多。

source: Daily at %@
zh_hans: 每日 %@
zh_hant: 每日 %@

# Monthly on %@ at %@
source: Monthly on %1$@ at %2$@
zh_hans: 每月 %1$@ %2$@
zh_hant: 每月 %1$@ %2$@

source: This category contains %1$lld to-do item%2$@. Deleting the category will also delete all the to-do items. Are you sure you want to continue?
zh_hans: 该分类包含 %1$lld 个待办事项. 删除该分类也会删除这些待办事项. 你确定要继续吗？

source: Your feedback and suggestions really matter~
zh_hans: 任何反馈和建议都是前进的动力～
zh_hant: 任何反饋和建議都是前進的動力～
